"k_RingNow"="马上通话";
"k_NotSpecified" = "未标明";
"k_%@AskedIn%@"="%@问道在%@";
"k_Biography"="简历";
"k_AddYourMedicalSchool"="添加您的医学院";
"k_AddYourFellowship"="添加您的成员";
"k_AddYourResidency"="添加您的住处";
"k_Education"="教育";
"k_Fellowships"="成员";
"k_Residencies"="住处";
"k_AddMedicalSchool"="添加医学院";
"k_YourMedicalSchool:"="您的医学院：";
"k_AddFellowship"="添加成员";
"k_YourFellowship:"="您的成员：";
"k_AddResidency"="添加住处";
"k_YourResidency:"="您的住处：";
"k_AddYourSpecialty"="添加您的专业";
"k_AddYourProfessionalBiography"="添加您的专业简历";
"k_AddYourLanguage"="添加您的语言";
"k_Specialties"="专业";
"k_ProfessionalBiography"="专业简历";
"k_Languages"="语言";
"k_AddYourCountry"="添加您的国家";
"k_AddYourPraticeAddress"="添加您的执业地址";
"k_AddYourYoutubeLink"="添加您的youtube链接";
"k_AddYourAward"="添加您的奖项";
"k_AddYourAffiliation"="添加您的隶属联盟";
"k_YourWorkingCountry"="您的工作国家";
"k_PracticeAddresses"="执业地址";
"k_YoutubeVideos"="Youtube视频";
"k_Awards"="奖项";
"k_Affiliations"="联盟";
"k_ChooseYourWorkingCountry"="选择您的工作国家";
"k_AddYourAffiliation"="添加您的隶属联盟";
"k_AffiliationInfo"="联盟信息";
"k_AddYourAward"="添加您的奖项";
"k_AwardInfo"="奖项信息";
"k_None"="无";
"k_MostRecent"="最近";
"k_MostPopular"="最受欢迎";
"k_HighestScore"="kHighestScore";
"k_MostRecent"="最近";
"k_MostPopular"="最受欢迎";
"k_HighestScore"="kHighestScore";
"k_Unanswered"="未答复";
"k_MyQuestions"="我的问题";
"k_Answered"="已答复";
"k_Following"="以下";
"k_MyAnswers"="我的答案";
"k_FilterBy"="筛选按";
"k_Update"="更新";
"k_Specialities"="专业";
"k_FilterBy"="筛选按";
"k_SortBy"="排序按";
"k_SelectSortOption"="选择排序选项";
"k_SelectFilterOption"="选择筛选选项";
"k_SelectASpeciality"="选择专业";
"k_You"="您";
"k_AllThanksNotes"="所有感谢笔记";
"k_UpdatedAt%@"="更新在%@";
"k_Thanks"="感谢";
"k_PostQuestion"="留言咨询";
"k_PickACategory"="kPickACategory";
"k_EnterYourQuestionHere"="在这里输入您的问题";
"k_YouShouldEnterMoreThan30Characters."="您应该输入超过30个字符。";
"k_YouShouldChooseOneSpeciality"="您应该选择一个专业";
"k_YourQuestionHasBeenSent"="您的问题已发送";
"k_From"="从";
"k_To"="至";
"k_'From'MustAfter'To'"="“发件人”必须在“收件人”之后";
"k_Validation"="验证";
"k_CompletePayment"="完成付款";
"k_Alert!"="警报！";
"k_ItSeemsYouAreNotConnectedToInternet."="看来您没有连接到互联网。";
"k_Name"="姓名";
"kYear"="年";
"k_NameIsRequired" ="姓名是必需的";
"k_YearIsRequired"="年份是必需的";
"k_Language"="语言";
"k_MedicalSchool"="医学院";
"k_Affiliation"="联盟";
"k_Award"="奖项";
"k_Recidency"="住处";
"k_Fellowship"="成员";
"k_PracticeAddress"="执业地址";
"k_NotSpecified"="未标明";
"k_Address\n%@"="地址\n%@";
"k_Address: NotSpecified"="地址：未指定";
"k_%@,%@,%@And%ldOthers"="%@, %@, %@ 和 %ld 其他";
"k_SendAMessage"="发送消息";
"k_AllDoctors"="所有医生";
"k_LocalOnly"="仅本地";
"k_Overseas only"="仅海外";
"k_LowestPrice"="最低价格";
"k_HighestPrice"="最高价格";
"k_Updated"="已更新";
"k_ProfileSettings"="个人资料设置";
"k_Expertise"="专长";
"k_Education"="教育";
"k_Others"="其他";
"k_DataHasBeenUpdated"="Data has been updated";
"k_SaveChanges?"="保存变更";
"k_YourInformationHasBeenChanged,DoYouWannaSaveThemBeforeGoBack?"="Your information has been changed, do you wanna save them before go back?";
"k_SaveChanges"="保存变更";
"k_DataHasBeenUpdated"="Data has been updated";
"k_No,Thanks!"="No, thanks!";
"k_To: %@"="To: %@";
"k_From: %@"="From: %@";
"k_CurrentRings"="Current Rings";
"k_RingNow"="马上通话";
"k_General"="General";
"k_Past"="Past";
"k_Family"="Family";
"k_Symptoms"="Symptoms";
"k_HealthProfile"="Health Profile";
"k_YourInformationHasBeenUpdated."="Your information has been updated.";
"k_Ring%@"="Ring %@";
"k_PracticeName"="Practice name";
"k_PracticeAddress"="执业地址";
"k_AddYourPracticeAddress"="Add your practice address";
"k_NameIsRequired"="姓名是必需的";
"k_AddressDetailIsRequired"="Address detail is required";
"k_PleaseInputMoreThan6Characters"="Please input more than 6 characters";
"k_SelectYourLocation"="Select your location";
"k_SelectYourCountry"="Select your country";
"k_SaveChanges?"="保存变更";
"k_YourInformationHasBeenChanged,DoYouWannaSaveThemBeforeGoBack?"="Your information has been changed, do you wanna save them before go back?";
"k_SaveChanges"="保存变更";
"k_No,Thanks!"="No, thanks!";
"k_PleaseWait"="Please wait";
"k_NoEntry"="No Entry";
"k_QuestionsAndAnswers"="Questions and Answers";
"k_QuestionDetail"="Question Detail";
"k_UpdatedOn%@"="Updated on %@";
"k_You"="您";
"k_%@AskedIn%@"="%@问道在%@";
"k_Topic:"="Topic: ";
"k_Pending"="pending";
"k_Topic: %@"="Topic: %@";
"k_TheVideoCallWillStartIn2Minutes"="The video call will start in 2 minutes";
"k_TheVideoCallWillStart%@"="The video call will start %@";
"k_AppointmentWasExpired"="Appointment was expired";
"k_WannaQuit?"="Wanna quit?";
"k_YouAreInConversation.DoYouWannaEndThisCall?"="You are in conversation. Do you wanna end this call?";
"k_No,Thanks!"="No, thanks!";
"k_End"="End";
"k_EnterYoutubeLinkHere"="Enter Youtube link here";
"k_YoutubeLink"="Youtube link";
"k_FilterBy"="筛选按";
"k_Update"="更新";
"k_Location"="地区";
"k_Language"="语言";
"k_SortBy"="排序按";
"k_SelectLanguage"="Select language";
"k_SelectLocation"="Select location";
"k_SelectSortOption"="选择排序选项";
"k_BestMatch"="Best match";
"k_PriceLowToHigh"="Price low to high";
"k_PriceHighToLow"="Price high to low";